Repository: gsanchietti/ns8-nethvoice
Catalog: imageroot/volumes/freepbx/admin/modules/googletts/i18n/*/LC_MESSAGES/googletts.po
Languages: it_it

source: Delete
it_it: Elimina

source: Submit
it_it: Conferma

source: Add a new TTS recording
it_it: Crea una nuova registrazione TTS

source: Configure Google API Key
it_it: Configura l'API Key di Google

source: Invalid description specified
it_it: La descrizione specificata non è valida

source: Invalid text specified
it_it: Il testo specificato non è valido

source: Invalid name specified
it_it: Il nome specificato non è valido

source: Creating the database table
it_it: Creazione della tabella nel database

source: Table Created
it_it: Tabella creata

source: Something went wrong
it_it: Qualcosa è andato storto

source: Removing the database table
it_it: Rimozione tabella dal database

source: Table Deleted
it_it: Tabella eliminata

source: Name
it_it: Nome

source: The name of the system recording on the file system. If it conflicts with another file then this will overwrite it.
it_it: Il nome della registrazione sul file system. Se va in conflitto con un altro file, questa lo sovrascriverà

source: Description
it_it: Descrizione

source: Describe this recording
it_it: Descrive questa registrazione

source: Language
it_it: Lingua

source: Language of recording
it_it: Lingua della registrazione

source: Voice
it_it: Voce

source: male
it_it: maschio

source: female
it_it: femmina

source: Choose voice that will read the message. Wavenet voices has better quality
it_it: Scegli la voce che leggerà il messaggio. Le voci "Wavenet" hanno una qualità migliore

source: Text
it_it: Testo

source: Text to read
it_it: Testo da leggere

source: Set Google TTS API Key
it_it: Imposta l'API Key di Google

source: Add TTS Recording
it_it: Aggiungi registrazione TTS

source: Google API Key
it_it: API Key Google

source: Your Google API Key to use TTS API. https://cloud.google.com/docs/authentication/api-keys#creating_an_api_key'
it_it: La tua Google API Key per usare l'API TTS. https://cloud.google.com/docs/authentication/api-keys#creating_an_api_key'

source: Google TTS
it_it: TTS Google
