Repository: gsanchietti/ns8-nethvoice
Catalog: imageroot/freepbx/root/var/www/html/freepbx/admin/modules/queuereport/i18n/*/LC_MESSAGES/queue-report.po
Languages: it_it

source: Queue report
it_it: Report code

source: General
it_it: Generale

source: Last year summary
it_it: Riepilogo ultimo anno

source: Summary report
it_it: Report di riepilogo

source: Report by agent
it_it: Report per agente

source: Report by caller
it_it: Report per chiamante

source: Report by hour
it_it: Report per fascia oraria

source: Report by geographic area
it_it: Report per zona geografica

source: Loading...
it_it: Caricamento...

source: View by:
it_it: Visualizza per:

source: Region
it_it: Regione

source: Area
it_it: Provincia

source: Prefix
it_it: Prefisso

source: Limit results:
it_it: Limite risultati

source: Anyone
it_it: Nessuno

source: Summary
it_it: Riepilogo

source: By caller
it_it: Per chiamante

source: By agent
it_it: Per agente

source: Distribution
it_it: Distribuzione

source: Hourly
it_it: Oraria

source: Geographic
it_it: Geografica

source: Graphic
it_it: Grafici

source: Load
it_it: Carico

source: By hour
it_it: Per ora

source: Next
it_it: Successivo

source: By area
it_it: Per zona

source: Queue position
it_it: Posizione coda

source: Average duration
it_it: Durata media

source: Average wait
it_it: Attesa media

source: Caller:
it_it: Chiamante:

source: From
it_it: Dal

source: to
it_it: al

source: Group by:
it_it: Raggruppa per:

source: Year
it_it: Anno

source: Month
it_it: Mese

source: Week
it_it: Settimana

source: Day
it_it: Giorno

source: (min. 2 characters)
it_it: (min. 2 caratteri)

source: Agent:
it_it: Agente:

source: All
it_it: Tutti

source: Filter
it_it: Filtro

source: Export
it_it: Esporta

source: Report outputs empty queue -
it_it: Report uscite coda vuota -

source: Waiting
it_it: Attesa

source: Period
it_it: Periodo

source: Queue
it_it: Coda

source: Medium
it_it: Medio

source: Report outputs with IVR -
it_it: Report uscite con IVR -

source: Report dropouts -
it_it: Report abbandoni -

source: Position
it_it: Posizione

source: Average in
it_it: Media in

source: Report calls handled -
it_it: Report chiamate evase -

source: Duration
it_it: Durata

source: Report calls handled by Agent -
it_it: Report chiamate evase per Agente -

source: Time Activity
it_it: Tempo Attività

source: Work
it_it: Lavoro

source: Effective
it_it: Effettivo

source: Reply
it_it: Risp

source: NoRepl
it_it: NoRisp

source: Call/Hour
it_it: Chiam./Ora

source: % Occupation
it_it: % Occuppazione

source: Action
it_it: Azione

source: Start
it_it: Inizio

source: End
it_it: Fine

source: Reason
it_it: Motivo

source: Report calls handled by Caller -
it_it: Report chiamate evase per Chiamate -

source: Call report IVR -
it_it: Report chiamate IVR -

source: Choice
it_it: Scelta

source: Quality of service -
it_it: Qualità del servizio -

source: Response time
it_it: Tempo di risposta

source: Number answers
it_it: Numero risposte

source: Percentage
it_it: Percentuale

source: Performance statistics -
it_it: Statistiche performance -

source: Processed
it_it: Evase

source: Not processed
it_it: Non evase

source: Null
it_it: Nulle

source: Incoming
it_it: Entrate

source: Dropouts
it_it: Abbandoni

source: No Agents
it_it: No Agenti

source: Exit
it_it: Uscita

source: Distribution hourly calls
it_it: Distribuzione oraria chiamate

source: No graphic to display
it_it: Nessun grafico da visualizzare

source: No filter applied
it_it: Nessun filtro applicato

source: Apply
it_it: Applica

source: Average
it_it: Medio

source: Call distribution over time
it_it: Distribuzione chiamate nel tempo

source: Call distribution by area:
it_it: Distribuzione chiamate per zona:

source: Distribution hourly calls - Queue: %s Date: : from
it_it: Distribuzione oraria chiamate - Coda: %s Data: : dal

source: Distribution hourly calls - Queue: %s
it_it: Distribuzione oraria chiamate - Coda: %s

source: Calls handled per agent - Queue: %s Date: from
it_it: Chiamate evase per agente - Coda: %s Data: dal

source: Calls handled per agent - Queue: %s
it_it: Chiamate evase per agente - Coda: %s

source: Hourly distribution queue access time - Queue: %s - Date: from
it_it: Distribuzione oraria posizione di entrata in coda - Coda: %s - Data: dal

source: Hourly distribution queue access time - Queue: %s
it_it: Distribuzione oraria posizione di entrata in coda - Coda: %s

source: Average wait hourly distribution - Queue: %s - Date: from
it_it: Distribuzione oraria attesa media - Coda: %s - Data: dal

source: Average wait hourly distribution - Queue: %s
it_it: Distribuzione oraria attesa media - Coda: %s

source: Average duration hourly distribution Queue: %s - Date: from
it_it: Distribuzione oraria durata media Coda: %s - Data: dal

source: Average duration hourly distribution Queue: %s
it_it: Distribuzione oraria durata media Coda: %s

source: Date from
it_it: Data da

source: Hourly distribution
it_it: Distribuzione oraria

source: Monthly distribution
it_it: Distribuzione mensile

source: Total Calls by area
it_it: Chiamate totali per provincia

source: Total Calls by region
it_it: Chiamate totali per regione

source: Average wait for the queue
it_it: Attesa media per coda

source: Average length for the queue
it_it: Durata media per coda

source: Total calls for agents
it_it: Chiamate totali per agenti

source: Total Calls for queue
it_it: Chiamate totali per coda

source: Total Calls
it_it: Chiamate totali

source: Calls handled
it_it: Chiamate evase

source: Unanswered calls
it_it: Chiamate inevasi

source: Total pages:
it_it: Pagine totali:

source: Caller
it_it: Chiamante

source: Calls
it_it: Chiamate

source: From
it_it: Dal

source: to
it_it: al

source: | Caller: ''
it_it: | Chiamante: ''

source: | Agent:
it_it: | Agente:

source: | queue:
it_it: | coda:

source: Last page
it_it: Ultima pagina

source: First page
it_it: Prima pagina
