Repository: gsanchietti/ns8-nethvoice
Catalog: imageroot/volumes/freepbx/admin/modules/languages/i18n/*/LC_MESSAGES/languages.po
Languages: vi

source: Actions
vi: Các thao tác

source: Add Language
vi: Thêm ngôn ngữ

source: Add Language Instance
vi: Thêm đối tượng ngôn ngữ

source: Adds the ability to changes the language within a call flow and add language attribute to users.
vi: Thêm khả năng thay đổi ngôn ngữ trong luồng gọi và thêm thuộc tính ngôn ngữ cho người dùng.

source: Allows you to set the language for this DID.
vi: Cho phép bạn cài đặt ngôn ngữ cho DID.

source: Applications
vi: Các ứng dụng

source: Default
vi: Mặc định

source: Delete
vi: Xóa

source: Description
vi: Mô tả

source: Destination
vi: Điểm đích

source: Edit Language Instance
vi: Chỉnh sửa đối tượng ngôn ngữ

source: Edit:
vi: Chỉnh sửa:

source: General
vi: Chung

source: Invalid description specified
vi: Mô tả không hợp lệ được xác định

source: Language
vi: Ngôn ngữ

source: Language Change: %s
vi: Thay đổi ngôn ngữ: %s

source: Language Code
vi: Mã ngon ngữ

source: Language: %s
vi: Ngôn ngữ: %s

source: Languages
vi: Ngôn ngữ

source: Languages allow you to change the language of the call flow and then continue on to the desired destination. For example, you may have an IVR option that says "For French Press 5 now". You would then create a French language instance and point it's destination at a French IVR. The language of the call's channel will now be in French. This will result in French sounds being chosen if installed.
vi: Ngôn ngữ cho phép bạn thay đổi ngôn ngữ của dòng cuộc gọi và sau đó tiếp tục đến điểm đích mong muốn. Ví dụ: bạn có thể có một tùy chọn IVR có nội dung "For French Press 5 now" ( Nhấn 5 để chọn tiếng Pháp). Sau đó bạn sẽ tạo ra một đối tượng ngôn ngữ tiếng Pháp và chỉ ra điểm đích tại một IVR Pháp. Ngôn ngữ của kênh cuộc gọi giờ sẽ là tiếng Pháp. Điều này tạo nên các âm thanh tiếng Pháp được chọn nếu được cài đặt.

source: List Languagess
vi: Danh sách ngôn ngữ

source: Please enter a valid Language Code
vi: Vui lòng nhập một mã ngôn ngữ hợp lệ

source: Reset
vi: Cài đặt lại

source: Submit
vi: Gửi đi

source: The Asterisk language code you want to change to. For example "fr" for French, "de" for German
vi: Mã ngôn ngữ Asterisk bạn muốn thay đổi. Ví dụ "fr" là Tiếng Pháp, "De" là tiếng Đức

source: The descriptive name of this language instance. For example "French Main IVR"
vi: Tên mô tả của đối tượng ngôn ngữ này. Ví dụ "French Main IVR"

source: This will cause all messages and voice prompts to use the selected language if installed.
vi: Điều này sẽ tạo ra tất cả các tin nhắn và các nhắc nhở thoại để sử dụng ngôn ngữ lựa chọn nếu được cài đặt.

source: This will cause all messages and voice prompts to use the selected language if installed. Languages can be added or removed in the Sound Languages module
vi: Điều này sẽ tạo ra tất cả các tin nhắn và các nhắc nhở thoại để sử dụng ngôn ngữ lựa chọn nếu được cài đặt. Các ngôn ngữ có thể được thêm hoặc xóa trong mô đun Âm thanh ngôn ngữ ( Sound Languages)

source: Valid language string
vi: Dãy ngôn ngữ hợp lệ

source: Where to send the caller after setting the language.
vi: Sau khi cài đặt ngôn ngữ thì gửi người gọi đến đâu.
