Repository: gsanchietti/ns8-nethvoice
Catalog: imageroot/volumes/freepbx/admin/modules/parking/i18n/*/LC_MESSAGES/parking.po
Languages: de_de

source: %s already in use by: %s
de_de: %s wird bereits verwendet von:%s

source: %s already used, please use a different name.
de_de: %s wird bereits verwendet, bitte wählen Sie einen anderen Namen.

source: %s no longer supported
de_de: %s wird nicht länger unterstützt

source: Alert-Info to add to the call prior to sending back to the Originator or to the Alternate Destination.
de_de: Alarm-Info, die dem Anruf hinzugefügt werden soll, bevor er zurück zum Ursprung oder an das alternative Ziel geschickt wird.

source: Alternate Destination
de_de: Alternatives Ziel

source: Announcement
de_de: Ansage

source: Applications
de_de: Anwendungen

source: Asterisk: parkedcallreparking. Enables or disables DTMF based parking when picking up a parked call.
de_de: Asterisk: parkedcallreparking. Aktiviert oder deaktiviert MFV-gestütztes Parken, wenn ein geparkter Anruf herangeholt wird.

source: Asterisk: parkedcalltransfers. Enables or disables DTMF based transfers when picking up a parked call.
de_de: Asterisk: parkedcalltransfers. Aktiviert oder deaktiviert MFV-gestützte Anrufübergaben, wenn ein geparkter Anruf herangeholt wird.

source: Attended Transfer call into Park lot nn
de_de: Begleitete Übergabe an Parkplatz nn

source: Attended Transfer call to the Parking Lot Extension. The lot number will be announced to the parker
de_de: Begleitete Übergabe eines Anrufs an die Parkplatz-Nebenstelle. Die Parkposition wird dem Parkenden mitgeteilt

source: Attended transfer to lot %d
de_de: Begleitete Übergabe an Position %d

source: Auto CallerID Prepend
de_de: Anruferkennung automatisch voranstellen

source: Both
de_de: Beide

source: Caller
de_de: Anrufer

source: CallerID Prepend
de_de: Anruferkennung voranstellen

source: Come Back to Origin
de_de: zur Herkunft zurückkommen

source: Default Lot
de_de: Stndardposition

source: Defines the Feature Code to use for Direct Call Pickup
de_de: Legt den Funktionscode fest, der für das direkte Heranholen von Anrufen verwendet wird

source: Defines the Feature Code to use to force pickup a call that is parked in a private lot that the extension picking up the call does not have permissions for. Example if a caller is parked in slot 81 and extension 8001 does not have permission to that private lot they could dial *8581 to pickup the parked call.
de_de: Legt den Funktionscode fest, mit dem das Heranholen eines Anrufs erzwungen wird, der auf einem privaten Parkplatz geparkt ist, auf den die heranholende Nebenstelle keine Zugriffsrechte hat. Z.B. wenn ein Anrufer auf Parkposition 81 geparkt ist und die Nebenstelle 8001 keinen Zugriff auf diesen privaten Parkplatz hat, könnte man *8581 wählen, um den geparkten Anruf heranzuholen.

source: Delete
de_de: Löschen

source: Destination
de_de: Ziel

source: ERROR: too many default lots detected, deleting and reinitializing
de_de: FEHLER: Zu viele Standardlots erkannt, gelöscht und neu initialisiert

source: Edit:
de_de: Bearbeiten:

source: Example Usage
de_de: Beispiel Verwendung

source: Extension
de_de: Nebenstelle

source: Failover Destination.
de_de: Ausweichziel.

source: Find Slot
de_de: Parkposition finden

source: First
de_de: Erster

source: General Settings
de_de: Allgemeine Einstellungen

source: Initializing default parkinglot..
de_de: Initialisiere Standard-Parkplatz..

source: Neither
de_de: Keiner von beiden

source: Next
de_de: Nächste

source: Next: If you want the parking lot to seek the next sequential parking slot relative to the the last parked call instead of seeking the first available slot. First: Use the first parking lot slot available
de_de: Nächste: Wenn Sie wollen, dass der Parkplatz nach der nächsten freien Parkposition nach dem zuletzt geparkten Anruf sucht, anstatt die erste verfügbare Position zu suchen. Erste: Verwende die erste verfügbare Parkposition

source: No
de_de: Nein

source: None
de_de: Kein*e

source: Number of Slots
de_de: Anzahl der Parkpositionen

source: Optional message to be played to the call prior to sending back to the Originator or the Alternate Destination.
de_de: Optionale Nachricht, die dem Anrufer vorgespielt werden soll, bevor er zurück zum Ursprung oder an das alternative Ziel geschickt wird.

source: Override the ringer volume. Note: This is only valid for %s phones at this time
de_de: Ruftonlautstärke übersteuern. Hinweis: Dies gilt zur Zeit nur für Telefone von %s

source: Overview
de_de: Übersicht

source: Park Prefix
de_de: Park-Präfix

source: Park Yourself into lot %d
de_de: Parken Sie selbst auf Platz %d

source: Park Yourself into lot nn
de_de: Parken Sie selbst auf Platz nn

source: Park Yourself. The lot number will be announced to you
de_de: Parken Sie selbst. Die Parkplatznummer wird Ihnen mitgeteilt

source: Park to your Assigned Lot
de_de: Parken Sie auf dem Ihnen zugewiesenen Parkplatz

source: ParkPlus: ParkCall %s
de_de: ParkPlus: Anruf %s parken

source: ParkPlus: PickupSlot %s
de_de: ParkPlus: %s heranholen

source: Parked
de_de: Geparkt

source: Parked Music Class
de_de: Musik im Parkplatz

source: Parking
de_de: Parken

source: Parking Alert-Info
de_de: Park-Alarm-Info

source: Parking Help
de_de: Hilfe zum Parken

source: Parking Lot
de_de: Parkplatz

source: Parking Lot Extension
de_de: Parkplatz-Nebenstelle

source: Parking Lot Extension and Starting Position can not be the same!
de_de: Parkplatz-Nebenstelle und Anfangsposition können nicht gleich sein!

source: Parking Lot Extension can not be blank!
de_de: Parkplatz-Nebenstelle kann nicht leer sein!

source: Parking Lot Extension can not be larger than 2147483647!
de_de: Parkplatz-Nebenstelle kann nicht größer sein als 2147483647!

source: Parking Lot Extension can not start with a leading 0!
de_de: Parkplatz-Nebenstelle kann nicht mit einer führenden 0 beginnen!

source: Parking Lot Extension: %s
de_de: Parkplatz-Nebenstelle: %s

source: Parking Lot Name
de_de: Parkplatzname

source: Parking Lot Name can not be blank!
de_de: Parkplatzname kann nicht leer sein!

source: Parking Lot Starting Position
de_de: Anfangsposition des Parkplatzes

source: Parking Lot Starting Position can not be blank!
de_de: Die Anfangsposition des Parkplatzes kann nicht leer sein!

source: Parking Lot Starting Position can not start with a leading 0!
de_de: Die Anfangsposition des Parkplatzes kann nicht mit einer führenden 0 beginnen!

source: Parking Lot: %s (%s)
de_de: Parkplatz: %s (%s)

source: Parking Settings
de_de: Park-Einstellungen

source: Parking Slot: %s
de_de: Parkposition: %s

source: Parking Starting Position can not be larger than 2147483647!
de_de: Die Anfangsposition des Parkplatzes kann nicht größer sein als 2147483647!

source: Parking Starting Position/Slots can not be larger than 2147483647!
de_de: Die Anfangsposition des Parkplatzes bzw. die Parkpositionen können nicht größer sein als 2147483647!

source: Parking Timeout (seconds)
de_de: Zeitüberschreitung (in Sekunden) für das Parken

source: ParkingLot
de_de: Parkplatz

source: Parks to your Assigned Lot if using Park Pro. If using standard parking this parks to the default lot
de_de: Parkt Sie in dem Ihnen zugewiesenen Platz, wenn Sie ParkPro verwenden; ansonsten werden Sie auf dem Standardplatz geparkt

source: Pickup Courtesy Tone
de_de: Herhol-Bestätigungston

source: Pickup ParkedCall Any
de_de: Irgendeinen geparkten Anruf übernehmen

source: Pickup ParkedCall Prefix
de_de: Geparkten Anruf übernehmen (Prefix/Vorwahl)

source: Provide a Descriptive Title for this Parking Lot
de_de: Geben Sie einen aussagekräftigen Titel für diesen Parkplatz an

source: Re-Parking Capability
de_de: Möglichkeit zum Wieder-parken

source: Reset
de_de: Zurücksetzen

source: Returned Call Behavior
de_de: Rückrufverhalten

source: Ringer Volume Override
de_de: Ruftonlautstärke überschreiben

source: Slot
de_de: Parkposition

source: Slot Range
de_de: Verfügbare Parkpositionen

source: String to prepend to the current Caller ID associated with the parked call prior to sending back to the Originator or the Alternate Destination.
de_de: Zeichenkette, die der aktuell mit dem geparkten Anruf verbundenen Anruferkennung vorangestellt werden soll, bevor der Anruf zurück zum Ursprung oder zum Ausweichziel geleitet wird.

source: Submit
de_de: Absenden

source: The generated slot range
de_de: Die erzeugten Parkpositionen

source: The timeout period in seconds that a parked call will attempt to ring back the original parker if not answered
de_de: Die Zeitspanne in Sekunden, nach der ein geparkter Anruf versucht, den ursprünglichen Parker zurückzurufen, wenn er nicht beantwortet wird

source: The total number of parking lot spaces to configure. Example, if 70 is the extension and 8 slots are configured, the parking slots will be 71-78. Users can transfer a call directly into a parking slot.
de_de: Die Gesamtzahl der zu konfigurierenden Parkplätze. Beispiel: Wenn die Nebenstelle 70 ist und 8 Steckplätze konfiguriert sind, sind die Parksteckplätze 71-78. Benutzer können einen Anruf direkt in eine Parklücke umleiten.

source: These options will be appended after CallerID Prepend if set. Otherwise they will appear first. The automatic options are as follows:<ul><li><strong>None:</strong> No Automatic Prepend</li><li><strong>Slot:</strong> Parking lot they were parked on</li><li><strong>Extension:</strong> The extension number that parked the call</li><li><strong>Name:</strong> The user who parked the call</li></ul>
de_de: Diese Optionen werden nach der Einstellung von CallerID Prepend angehängt. Andernfalls werden sie zuerst angezeigt. Folgende automatische Optionen sind verfügbar: <ul> <li> <strong> Keine: </strong> Kein automatisches Vorausstellen </li> <li> <strong> Position: </strong> Parkplatz, auf dem sie geparkt wurden </li > <li> <strong> Nebenstelle: </strong> Die Nebenstellennummer, unter der der Anruf geparkt wurde </li> <li> <strong> Name: </strong> Der Benutzer, der den Anruf geparkt hat </li> </ul>

source: This is the extension where you will transfer a call to park it
de_de: Das ist die Durchwahl wo der Anruf zum Parken hingeschickt wird

source: This is the music class that will be played to a parked call while in the parking lot UNLESS the call flow prior to parking the call explicitly set a different music class, such as if the call came in through a queue or ring group.
de_de: Dies ist die Musikklasse, die bei einem geparkten Anruf auf dem Parkplatz abgespielt wird, OHNE dass der Anruffluss vor dem Parken des Anrufs explizit eine andere Musikklasse festgelegt hat, z.B. wenn der Anruf über eine Warteschlange oder eine Klingelgruppe eingegangen ist.

source: This module is used to configure Parking Lot(s)
de_de: Dieses Modul dient zur Konfiguration von Parkplätzen

source: Transfer Capability
de_de: Übertragungsfähigkeit/Kapazität

source: Where to send a parked call that has timed out. If set to yes then the parked call will be sent back to the originating device that sent the call to this parking lot. If the origin is busy then we will send the call to the Destination selected below. If set to no then we will send the call directly to the destination selected below
de_de: Wohin ein geparkter Anruf mit Zeitüberschreitung gesendet werden soll. Wenn diese Option auf "Ja" gesetzt ist, wird der geparkte Anruf an das Ursprungsgerät zurückgesendet, das den Anruf an diesen Parkplatz gesendet hat. Wenn der Absender besetzt ist, senden wir den Anruf an das unten ausgewählte Ziel. Wenn dies auf "Nein" gesetzt ist, wird der Anruf direkt an das unten ausgewählte Ziel gesendet

source: Whom to play the courtesy tone to when a parked call is retrieved.
de_de: An wen der Höflichkeitston ausgegeben werden soll, wenn ein geparkter Anruf entgegengenommen wird.

source: Yes
de_de: Ja

source: You can also transfer directly to a lot number (71 through 78) and if that lot is empty, your call will be parked there
de_de: Sie können auch direkt zu einer Losnummer (71 bis 78) weiterleiten. Wenn diese Losnummer leer ist, wird Ihr Anruf dort geparkt

source: You can transfer a call to the Parking Lot Extension (70 by default), the call will then be placed into a lot (71-78 by default) and the lot number will be announced to you.
de_de: Sie können einen Anruf an die Parkplatzerweiterung weiterleiten (standardmäßig 70). Der Anruf wird dann auf ein Los weitergeleitet (standardmäßig 71-78) und die Losnummer wird Ihnen bekannt gegeben.

source: You have errors on the form. Please correct them before continuing
de_de: Sie haben Fehler im Formular. Bitte korrigieren Sie sie, bevor Sie fortfahren

source: You must select a valid destination
de_de: Sie müssen ein gültiges Ziel auswählen

source: default
de_de: Standard

source: done
de_de: erledigt

source: he starting postion of the parking lot
de_de: Die Startposition des Parkplatzes

source: migrated ... dropping old table parkinglot
de_de: migriert ... lösche alte Parkplatztabelle

source: migrating old parkinglot data
de_de: Migration alter Parkplatzdaten
