Repository: gsanchietti/ns8-nethvoice
Catalog: imageroot/www-data/freepbx/admin/modules/directdid/i18n/*/LC_MESSAGES/directdid.po
Languages: it_it

source: Delete
it_it: Elimina

source: Submit
it_it: Conferma

source: Edit Direct DID
it_it: Modifica Selezione Passante

source: Add Direct DID
it_it: Aggiungi Selezione Passante

source: Direct DID List
it_it: Lista Selezioni Passanti

source: Creating the database table
it_it: Creazione tabella database

source: Table Created
it_it: Tabella creata

source: Something went wrong
it_it: Qualcosa è andato storto

source: Removing the database table
it_it: Rimozione tabella database

source: Table Deleted
it_it: Tabella eliminata

source: List Direct DID
it_it: Lista Selezioni Passanti

source: Direct DID
it_it: Selezioni Passanti

source: DID Root
it_it: Radice selezione passante

source: This is the root of the directdid. If DID is _12345678XX, root is _12345678. This field is just a useful lable, can be empty and is not important for the overall operation
it_it: Questa è la radice della selezione passante. Se la rotta in ingresso è _12345678XX, la radice è _12345678. Questo campo è utile per individuare questa selezione passante, ma non è importante per il funzionamento complessivo e può essere lasciato vuoto

source: Variable Length
it_it: Numero cifre variabili

source: This is the number of digit that are variable in the DID and correspond to the number of "X" in the DID. If the DID is _12345678XX, Variable length is 2
it_it: Questo è il numero di cifre della rotta che possono variare. Corrispondono al numero di "X" alla fine della rotta. Se la rotta è _12345678XX, il numero di cifre variabili è 2

source: Extension Prefix
it_it: Prefisso interni

source: This is the number to prepend to the variable to obtain the extension number. If DID is _12345678XX, and 3 digit extensions are used with extension number 2XX, Extension Prefix is 2. If variable is 2 and extensions are of two digit, this field is empty
it_it: Questo è il numero da appendere alla parte variabile per ottenere il numero dell'interno. Se la rotta è _12345678XX e utilizzo interni a tre cifre con numero 2XX (200,201,202...), il Prefisso Interni e' 2. Se la lunghezza della variabile è due, ma gli interni sono a due cifre, questo campo è vuoto

source: Ringing timeout before going to timeout destination. Minimum value: 5 Maximum value: 60
it_it: Tempo di squillo prima di andare nella destinazione di timeout. Valore minimo: 5, valore massimo: 60

source: Timeout Destination
it_it: Destinazione se timeout

source: Destination when timeout is reached
it_it: Destinazione quando il timeout del tempo di squillo viene raggiunto

source: Busy Destination
it_it: Destinazione se occupato

source: Unavailable Destination
it_it: Destinazione se non disponibile

source: DID
it_it: Rotte

source: Actions
it_it: Azioni
